{"1": "Which two applications does the Unified Communication Module (UCM) support without the addition of an externall server? (Choose two.))", "2": "When planning for a Small Community Network (SCN), which two are required? (Choose two.)", "3": "Which IP Office feature is required to initiate screen pops, where the caller ID triggers a computer to open a record related to that number?", "4": "By adding a 4-port expansion card to the IP Office 500 V2, how many expansion units can the IP Office support in total?", "5": "A remote worker with Avaya Windows Communicator visits their office headquarters where the IP Office and one-X® Portall are located. Which two technologies enable the worker to re-register locally? (Choose two.)", "6": "On an IP Office 500 V2 there are two SD card slots. The first contains the System SD card, which has a unique feature key number. The unique feature key number is essentiall for which purpose?", "7": "A customer has two main receptionists using SoftConsole; however, when they are on a break or at lunch, there are four back office workers that can open the SoftConsole on their PC to take calls to cover these periods. How many licenses are required for this to work?", "8": "A customer has given six employees the ability to hot-desk for when they come into the office. When they log off, their calls will go to their voicemail boxes. Employees want to retrieve their voicemail while out of the office. How should you set up DDI/DID to achieve this?", "9": "Using the Upgrade Wizard, which Password is required when upgrading the IP Office 500 V2?", "10": "When you first power on the IP Office, there are two default incoming call routes; one is to route all voice calls to the Hunt Group main, which contains the first 10 extensions, and the other is for data calls. Where do the data calls go by default?", "11": "A customer wants all employees to be able to communicate seamlessly with each other and externall parties. Some of their employees are often on the road, or off-site. Which application could you recommend for these users?", "12": "Which application can be used to show available resources in an IP500 V2?", "13": "Which outcome can be prevented with a correctly configured multi-site SCN solution?", "14": "In a Small Community Network (SCN) with Distributed Voicemail, which two are required? (Choose two.))", "15": "To create and make changes to all aspects of the system, which mode in Manager do you select?", "16": "A customer has the UCMv2 installed in their IP Office 500 V2. They are using one-X Portall for 25 of their users. In this scenario, what is the maximum voicemail ports supported on the Voicemail Pro?", "17": "In which folder on the system SD card would you place the firmware files (.bin) for an IP telephone?", "18": "Which application must be installed on a separate server or hard drive partition when installing IP Office Server Edition?", "19": "Which three statements are requirements for the installation of IP Office Server Edition on an Avaya supplied server? (Choose three.))", "20": "Before attempting to connect an IP Office to a one-X® Portall server, what must be checked?", "21": "Once the IP Office Server Edition is installed, which application must be used to installthe required licenses for the system?", "22": "Which three licenses are made obsolete by Server Edition? (Choose three.)", "23": "Secure Digitall (SD) card commands can be invoked from which two sources? (Choose two.))", "24": "There is a recommended order to powering up the IP Office 500 V2: first up the expansion modules before powering up the control unit. Why is this?", "25": "Which two applications can you use to configure Users, Hunt Groups, and Incoming Call Routes? (Choose two.))", "26": "Which statement about the Linux OS for IP Office is true?", "27": "Which three statements about IP Office Server Edition (non-Select) are true? (Choose three.)", "28": "Which two are required for IP Office to support a SIP IP hard telephone? (Choose two.)", "29": "On an IP 500 control unit that has 12 DS30 modules configured, what is the maximum number ISDN/PRI trunks that can be configured?", "30": "You have just plugged in a new IP500 V2, and you look at its Dashboard display to see the new device. No telephones are plugged into the unit. Why are two ports in one of the modules green?", "31": "A user is testing a mobile telephone in a new deployment of Avaya Communicator. Call s can be made, but the Presence and Instant Messaging features do not work. Which statement describes why the user cannot make the new features work?", "32": "A customer tel s you that the IP Office VoIP system has too much lag time between the speaker and the listener. Which two statements describe what you should do to determine the cause of the delay? (Choose two.))", "33": "The modems in fax machines have trouble with VoIP. Which protocol is used to overcome this problem?", "34": "When using the System Status Application to troubleshoot an issue, which two are used for collecting data? (Choose two.))", "35": "Which method can be used to upgrade the voice prompts on the Embedded Voicemail?", "36": "Which Application is used to upgrade IP Office Server Edition?", "37": "The IP Office can monitor the QoS between Avaya IP Phones and from IP Phone to IP Office. Which two actions must you complete to see QoS results? (Choose two.))", "38": "There are two applications where System Alarms can be viewed, but only one of the Applications has the ability to create notification of an alarm via email. Which application has the ability to create notification of an alarm via email?", "39": "If ISDN/PRI calls are getting dropped, which tool should be used to troubleshoot the issue?", "40": "What is used to send out alarm notifications to you?", "41": "Refer to the exhibit. You have configured enough SIP channels to carry the expected communications load, but users are reporting that sometimes they cannot call out and callers cannot get through. Based on the information in the exhibit, what is causing the problem?", "42": "A customer is reporting that since they last rebooted the IP Office, some of their users are not receiving calls as they did before. Which two tools can you use to check who last made any changes to the system? (Choose two.)", "43": "Which item lets you see the progress of a software upgrade on an expansion system?", "44": "A user at a remote IP Office site calls in to discuss a voicemail issue. You launch the Manager program to see your multi-site IP Office network, but only your locall IP Office appears. What is causing this problem?", "45": "A customer is experiencing clipping and drop-outs when using a remote deskphone through the WAN. Which two methods can a technician use to help identify the source of the problem? (Choose two.)", "46": "What does checking STARTTLS field on the SMTP form do?", "47": "From which application are log files required for escalating issues to Avaya support?", "48": "When you connect to the IP Office using Monitor, the time, date, and IP address of the system you are connected to is displayed. Which other key piece of information is displayed?", "49": "Time profiles can be used to automate a customer out-of hours setting. It is also possible to override these times manually to either deactivate or activate the time profile. What would you need to create to allow customer control of the time profile?", "50": "Providers are components of one-X® Portal, each of which performs a specific role. What is the Telephony CSTA provider responsible for?", "51": "To allow a user access to the SSA tool for system monitoring and troubleshooting, which rights group in the security setting must the user have enabled?", "52": "You are in the User Form of Manager, and you are trying to make the User a Power User, but on the profile drop-down menu that option is not appearing. Why is this?", "53": "Which two methods are voicemails to email with the Voicemail Pro? (Choose two.)", "54": "Where can additionall IP Office Service User logins be setup?", "55": "A customer is running an IP Office 500 V2, one-X Portal, Voicemail Pro, and CCR supporting 50 users, of which 10 are CCR agents. At present they are running on software version 8.0 and they want to upgrade to version 9.1. What application changes will they have to make?", "56": "Which Voicemail Pro feature has a web interface to retrieve information left by the caller?", "57": "You have changed the default port numbers for UDP, TCP and TLS in the IP Office to support a SIP Remote worker. Which two other items need to be changed? (Choose two.)", "58": "If you choose to erase security settings to set them back to default, which three passwords will you be prompted to change? (Choose three.))", "59": "You have made changes to the security setting and created a new user right; however, when you go to save the changes the system will not allow you to save your changes. Why is this?", "60": "A customer’s main number is routed to the destination VM:Main in the incoming call route menu. Where should you now look to see the routing of these calls?", "61": "A customer has requested that all users should be prevented from dialing internationall numbers. What is the quickest way to apply the short code to the system’s short codes?", "62": "A customer has a Windows Voicemail Pro server. When calls come into the customer’s system, if the telephone number of the caller is in the customer’s records, the customer wants those calls to be routed to a specific user. Which voicemail action type is needed to configure this?", "63": "A customer wants users to duplicate all of their Outlook contacts into the one-X Portall personall directory. How would you recommend the users do this?", "64": "In the IP Office Manager program, which statement describes a condition that will enable the display of the Voicemail Recording tab?", "65": "Which configuration area must be configured for the Hot Desking user?", "66": "A customer wants to use one of their locallservers to supply the time and date for the IP Office. In the System menu/Time Config Source, which setting would you select to achieve this?", "67": "When a company’s internall DNS is down, how can a SIP Remote Worker client stil register with the IP Office through the Wi-Fi connection?", "68": "A customer has a requirement to prevent certain users from dialing out after 5 PM; they can only diall the emergency number and internall extensions. Which two programming options can you use to achieve this? (Choose two.)", "69": "Which two licenses are required for Avaya Communicator? (Choose two.)", "70": "When a voicemail message is left for a user, where are the voice files held if the customer is using Embedded Voicemail?", "71": "Session Border Control is a key component for QoS, security and routing, for a customer using which two components? (Choose two.))", "72": "A customer wants to hear a secondary diall tone when making outgoing calls. Where is that function enabled?", "73": "A customer has an XT Endpoint with embedded Collaboration Server for IP Office installed, but they are not able to add a 10th person to a Scopia video conference. What can be the problem?", "74": "Which IP Office 500 V2 base card supports both Analogue and Digitall telephony?", "75": "For trunks with a combo card, which two types of cards could be present? (Choose two.)", "76": "Which Protocol allows one-X® Mobile conduct Instant Messaging outside of the IP Office network?", "77": "You have purchased a pre-configured Avaya Application Server, the Server has Voicemail Pro and one-X® Portall already installed. Which application should you use to check that they are both running?", "78": "Which application is used to access the IP Office Security Settings?", "79": "If no Music-on-Hold source is selected, what will a caller hear when a user places them on hold?", "80": "A customer has asked you to create a Hunt Group for the main incoming number. The Group has four members and is to be set to longest wait. The user’s extension should ring for 10 seconds before trying the next available person. Which timer do you set with the parameter of 10 seconds?", "81": "A company with 500 users has a single IP Office Server Edition providing telephony, presence and Instant Messaging, UMS, Conferencing, and Mobility support. They are buying a remote company with 400 users. They want to support all the IP Office features for everyone. To maintain Avaya support, what must be added to their server Edition?", "82": "When creating a Short Code that is to connect to a Start point on Modules in the Voicemail Pro, which Short Code feature should you use?", "83": "When you first login in to the IP Office Security Setting using the Manager Application, the user named is “security”. What is the default password?", "84": "Which method can be used to add new users to a Server Edition in Select mode?", "85": "Which statement about Manager used in conjunction with Server Edition is correct?", "86": "Which three licenses are part of Centralized Licensing? (Choose three.)", "87": "In an installation of Server Edition, as wel as the IP Office, the Voicemail Pro and one-X® Portall are also installed at the same time. Therefore, by default they should both be running. Which application would you use to check they are in fact up and running?", "88": "Which method will avoid corruption of the data on the SD card when removing the SD card from the IP Office?", "89": "A customer has the capacity to register 10 soft consoles simultaneously, and wants to increase that to 15. Which action is needed to complete this increase?", "90": "When implementing a fully integrated multi-site network using only IP500 control units, which license is required to be on all sites?", "91": "Which application will allow a system administrator to see historicall events and alarms on a trunk in the IP Office?", "92": "How can you find the IP address of an IP extension?", "93": "Which statement is an example of “Top Down Troubleshooting” with an IP Phone that is not working?", "94": "A customer reports that when they receive a call over analog trunks, it takes 5 seconds to ring on the target. What is causing this problem?", "95": "Call s into the IP500 V2 are not ringing to the expected user. Which statement describes how the call routing is validated?", "96": "Where is the TCP Streaming Tool found?", "97": "Which two methods are used to send voicemails to email with the Voicemail Pro? (Choose two.)", "98": "On an IP500 control unit that has 12 did DS30 modules configured, what is the maximum number ISDN PRI trunks that can be configured?", "99": "Which two values affect the size of a ContactStore server? (Choose two.)", "100": "Which configuration areas are required to be configured by Hot Desking users, Agents, and all VoIP device users?", "101": "Which requirement for the web browser is used for Web Voicemail access?", "102": "A customer has UMS enabled on their VoiceMail Pro server. They want to use Microsoft Outlook to retrieve voicemail messages, and are not using Microsoft Exchange as the message store. Which protocol must be configured in Microsoft Outlook to access their messages?", "103": "What does \"IMAP support\" mean in the IP Office UMS service?", "104": "A law enforcement organization wants ful -time automated authenticated recordings of speech from people call ing an anonymous tip line. They include the \"Tip Line\" as a selection in their auto attendant. When setting up Avaya Contact Recorder to do this, which two steps are needed? (Choose two.)", "105": "If ContactStore is not running on the same server as Voicemail Pro, a registry key must be set in the ContactStore server. What does the registry key do?", "106": "Which two email clients are supported for IP Office IMAP services? (Choose two.)", "107": "Which two statements describe what is required to set up a Small Community Network (SCN) consisting of four IP500v2 control units? (Choose two.)", "108": "Which default short code is used to toggle the modem function on the analog trunk card?", "109": "What do Distributed Voicemail Pro and the Centrall Voicemail Pro use to communicate?", "110": "Which of the fol owing provides the ability for a device to use screenpops, control severall telephone devices, make 3rd party calls, and monitor hunt group queues?", "111": "You are installing a Server Edition. The New Hardware screen detects the presence of a second hard drive. For which application is this normally used?", "112": "Which Application will enable users to access their own recordings from within Media Manager?", "113": "A customer wants users to duplicate all their Outlook contacts into the one-X® Portall personnel directory. How would you recommend the users do this?", "114": "Where can password rules and password complexities be set for Users?", "115": "A customer requests that all users should be prevented from dialing internationall numbers. What is the quickest way to apply this feature?", "116": "Which application must be used to access the IP Office Security Settings?", "117": "Which Configuration tile within the Configuration Wizard, must be populated first, before any other can be seen?", "118": "Which tool can be used after the ignition process to help configure the System, Users, Group and Lines, in a step by step manner, for both IP500 V2 and Server Edition?", "119": "As of Avaya IP Office Release 10 software, which type of license can be used?", "120": "A customer with Server Edition has the capacity to register five consoles simultaneously, and wants to increase it to seven. Which action is needed to complete this increase?", "121": "A customer has two main receptionists using SoftConsole; however, when they are away from their desk, there are two back office workers who have the SoftConsole on their PC to take calls to cover these periods. How many licenses are required for two of the possible four SoftConsole to work in business hours?", "122": "Which three licenses can support the Avaya Equinox® client without the additionall need for a softphone? (Choose three.))", "123": "A customer wants to hear a secondary dial-tone when making outgoing calls. Where is this function enabled?", "124": "Which application can be used to show the configuration size of the system?", "125": "The Debug level is set to Verbose for creating log files to help with fault finding on which application?", "126": "To allow a user access to the SSA tool for system monitoring and troubleshooting, which rights group in the security setting must the user have enabled?", "127": "Which method can be used to add new users to a Server Edition in Select mode?", "128": "When creating a Short Code that is to connect to a Start point on Modules in the Voicemail Pro, which Short Code feature should you use?", "129": "A remote worker with an Avaya SIP Client visits their office headquarters where the IP Office and one-X® Portall are located. Which two technologies enable the worker to re-register locally? (Choose two.)", "130": "With a combo card in an IP500 V2, which two types of Trunk cards can also be present in the control unit? (Choose two.))", "131": "By which method are alarm notifications sent to an IP Office support engineer?"}
{"1": ["A. Avaya Contact Recorder", "B. one-X® Communicator", "C. one-X® Portal", "D. Embedded Voicemail", "E. Voicemail Pro"], "2": ["A. PRI service", "B. Preferred Edition", "C. IP Routes", "D. VCMs", "E. H.248"], "3": ["A. IMAP", "B. TAPILink Lite", "C. UMS", "D. Outlook Plugin"], "4": ["A. 10", "B. 8", "C. 12", "D. 14"], "5": ["A. Border control er", "B. Wi-Fi access", "C. Split DNS", "D. Port forwarding", "E. XMPP"], "6": ["A. to provide the upgrade tool", "B. to validate licenses", "C. to set the Voicemail type, either Embedded or Voicemail Pro,", "D. to allow the storage of the correct version bin files"], "7": ["A. 8", "B. 6", "C. 2", "D. 4"], "8": ["A. DDI/DID to their Login code", "B. DDI/DID number to their Extension", "C. DDI/DID to the short code feature “Voicemail Collect”", "D. DDI/DID to a Voicemail module “Recording”"], "9": ["A. Manager password", "B. Security password", "C. System password", "D. Administration password"], "10": ["A. RAS access “Dialin”", "B. Hunt group “Data”", "C. Extension “Modern”", "D. Hunt group “Main”"], "11": ["A. Mobile Twinning", "B. Avaya Communicator", "C. Suggest the User divert their extension to their mobile", "D. one-X Mobile Preferred"], "12": ["A. DbgView", "B. IP Office Manager", "C. Monitor", "D. System Status Application"], "13": ["A. tromboned calls", "B. oversubscribed VMPro ports", "C. compromised ACD routes", "D. oversubscribed VoiceMail storage"], "14": ["A. Locall Host file", "B. SMTP unblocked between Voicemail servers", "C. Preferred Edition Licenses on all IP Office systems", "D.Port 80 supported", "E. IIS installed on all Voicemail Pro servers."], "15": ["A. Install ation Mode", "B. Simplified View", "C. Basic Edition", "D. Configuration Mode"], "16": ["A. 30", "B. 20", "C. 25", "D. 40"], "17": ["A. /backup", "B. /primary", "C. /dynamic", "D. /lvmail", "E. /temp"], "18": ["A. Web Services", "B. Voicemail Pro", "C. Avaya Contact Recorder", "D. one-X® Portal", "E. Call Detail Records"], "19": ["A. Enable Java within the browser.", "B. Edit the password and configure the customer network settings.", "C. Set the Ignition process to Server mode.", "D. Install it from the USB shipped with the server, or from the installimage on the DVD.", "E. Use the Initiall Configuration Utility to set up detailed Midmarket Server operation."], "20": ["A. Time Profiles", "B. Hunt Group Settings", "C. User Rights", "D. Security Settings"], "21": ["A. Web Manager Admin Application", "B. Web Manager Application", "C. Manager Application", "D. System Status Application"], "22": ["A. Voice Networking", "B. Receptionist", "C. Advanced Edition", "D. Power User", "E. Mobile Worker"], "23": ["A. VoiceMail Pro Client", "B. IP Office Manager", "C. one-X Portal", "D. System Status Application", "E. one-X Portall for IP Office"], "24": ["A. It is easier to start with the expansion unit at the top and then work your way down.", "B. All expansion units need to be powered for the control unit to discover them.", "C. The expansion units may not always see the control unit if powered up last.", "D. The expansion units take longer to power up."], "25": ["A. Manager", "B. Web Manager Admin", "C. Web Manager", "D. WebLM"], "26": ["A. All initiall IP Office system configurations must be completed via the Linux command line.", "B. The Linux OS must be installed prior to beginning the IP Office Server Edition installation.", "C. The IP Office for Linux software is provided as a single DVD orderable from Avaya, or downloaded to a USB Stick.", "D. The base operating system installed is DOS."], "27": ["A. IP Office Server Edition must have an IP500 V2 Gateway to support SIP trunks.", "B. IP Office Server Edition Non-Select can be expanded to support 2000 users.", "C. IP Office Server Edition requires a primary and secondary server.", "D. IP Office Server Edition is a software-based solution.", "E. IP Office Server Edition can be upgraded to the Select version."], "28": ["A. user profiles set to Virtual", "B. advanced System license", "C. endpoint license", "D. user profile set to Teleworker", "E. user and SIP extension in IP Office"], "29": ["A. 6", "B. 3", "C. 4", "D. 8"], "30": ["A. There is a Combo Card in the chassis.", "B. The operating system is up, and someone is administering the system.", "C. The device has power and passed self-test.", "D. LAN1 and LAN2 are disconnected."], "31": ["A. The user does not have the correct profile configured.", "B. The new Codecs are not supported.", "C. The user is not configured as an agent.", "D. The IP Office is only an Essentiall Edition."], "32": ["A. Use Wireshark.", "B. Use debug view.", "C. Enable RTCP monitoring.", "D. Examine the IP Telephone VoIP settings.", "E. Use SSA."], "33": ["A. RTP Relay", "B. X509", "C. T.38", "D. RFC 7832"], "34": ["A. Development Tracing", "B. Resource View", "C. Continuous Log", "D. Selective View", "E. Snapshot Only"], "35": ["A. Embedded File Management in the Manager Application", "B. Externall File Management in the System Status Application", "C. Voice Wizard in the Manager Application", "D. Embedded Monitoring Management"], "36": ["A. Manager", "B. Web Manager", "C. System Status", "D. Linux command line"], "37": ["A. “Enable Metric” must be selected in the Line form.", "B. “Enable RTCP Monitoring” must be checked.", "C. Use DebugView to see latency, jitter and delay.", "D. Trace lines or extensions in SSA.", "E. Enable force authentication on IP telephones."], "38": ["A. Manager Application", "B. Monitor Application", "C. System Status Application", "D. Web Manager Application"], "39": ["A. SSA Snapshot", "B. Debug View with default filters", "C. Debug Manager on DTE port", "D. System Monitor with ISDN L3 filter options enabled."], "40": ["A. System Monitor", "B. TFTP", "C. SMTP", "D. SSA"], "41": ["A. The system is ignoring refresh messages.", "B. The caller ID is not passed by some carriers.", "C. The calls are being referred incorrectly.", "D. The timer should be set to 2 minutes."], "42": ["A. Web-Manager", "B. Monitor", "C. Manager", "D. System Status Application"], "43": ["A. Web Manager Dashboard", "B. System Tab", "C. System Monitor Program", "D. IP Office Manager on the expansion system"], "44": ["A. The Unit/Broadcast address is 255.255.255.255.", "B. No SCN users are available.", "C. The remotes are doing a reboot.", "D. Your login is not correct."], "45": ["A. Add an IP route.", "B. Compare calls to locall and remote extensions.", "C. Change the Mode from A-law to u-Law.", "D. Watch QoS alarms in SSA.", "E. Change codecs in the IP Office."], "46": ["A. It disables SMTP Server authentication.", "B. It enables SMTP Server authentication.", "C. It triggers the Time to Live Sequence in secure sockets.", "D. It enables TLS/SSL encryption."], "47": ["A. SMDR", "B. System Monitor", "C. Customer Call Status", "D. Manager Report"], "48": ["A. The last time the system was upgraded and to what version of software.", "B. The name of the last user to connect to the system using Monitor.", "C. The last time the system was rebooted.", "D. The last time any changes were made to the system."], "49": ["A. Directory Number", "B. Hunt Group", "C. Short Code", "D. Time Profile"], "50": ["A. It handles obtaining directory information from the IP Office systems.", "B. It handles the browser connections between users and the one-X® Portall server.", "C. It handles telephony communications to and from the IP Office systems assigned to it.", "D. It handles direct interaction with the voicemail server for features such as message playback via the browser."], "51": ["A. Admin System", "B. Maint Admin", "C. Install ation group", "D. Administration group"], "52": ["A. You have not checked the correct box to enable this feature.", "B. There are no licenses available for this feature.", "C. This User does not have an Extension.", "D. The User has the wrong User Right assigned to them."], "53": ["A. Outlook", "B. MAPI", "C. SNMP", "D. SMTP", "E. TAPI"], "54": ["A. the IP Office Manager Security Settings", "B. the IP Office Manager Network Configuration", "C. the IP Office Softphone Application", "D. the IP Office System Monitor Application"], "55": ["A. Only CCR as it is not supported in 9.0 or higher.", "B. Only one-X Portall as it is supported in 9.0 or higher.", "C. All of them as 9.1 does not support any of the application.", "D. None, all applications can be upgraded to 9.0 or higher."], "56": ["A. Voicemail Collect", "B. Campaign", "C. Looped Announcement", "D. Avaya Contact Recorder", "E. Auto Attendant"], "57": ["A. User permissions", "B. Internet Router/Firewal", "C. Manager PC", "D. Network topology", "E. Client device."], "58": ["A. User Password", "B. System Password", "C. Security Password", "D. Voicemail Pro Password", "E. Administrator Password"], "59": ["A. Changes are effective straight away, it is not necessary to save them.", "B. You have not changed the default Security password.", "C. You have lost connection to the IP Office.", "D. You have not set a System password."], "60": ["A. Voicemail Pro Modules", "B. Auto Attendant menu", "C. Hunt Groups", "D. Users"], "61": ["A. Apply the short code to the ARS table.", "B. Apply the short code to a user right.", "C. Apply the short code to all externall lines.", "D. Apply the short code to each user individuall y."], "62": ["A. Database Action", "B. Miscel aneous Action", "C. Configuration Action", "D. Condition Action"], "63": ["A. Inform the customer this is not recommended.", "B. Import the Outlook contacts using a .csv format.", "C. Add each Outlook contact individuall y into the personall directory.", "D. Copy and paste all contacts from Outlook in their personall directory."], "64": ["A. The IP Office system is a Server Edition.", "B. Voicemail Pro/Lite is selected in the IP Office.", "C. An Essentiall Edition is included in the IP Office.", "D. Voicemail Pro is running on a Linux machine."], "65": ["A. Mobility", "B. Services", "C. User Rights", "D. Telephony-Supervisor Settings", "E. Extension"], "66": ["A. Voicemail Pro/Manager", "B. SNTP", "C. None", "D. Local"], "67": ["A. The Internet router/firewall will proxy the IP Office IP address.", "B. With the FQDN and port forwarding router the Internet DNS can work.", "C. DHCP will redirect the registration.", "D. The client must use the cel ular network."], "68": ["A. Time Profiles", "B. Source Number", "C. Account Codes", "D. User Rights", "E. System short Codes"], "69": ["A. Power User", "B. Basic User", "C. Receptionist", "D. Remote Worker", "E. Office Worker"], "70": ["A. on the User PC", "B. on the SD card", "C. on the voicemail server", "D. on the UCM"], "71": ["A. Analogue devices", "B. Remote Workers", "C. Dect Users", "D. PRI-Trunk", "E. SIP-Trunk"], "72": ["A. on Short Code", "B. on System Telephony", "C. on ARS table", "D. on User Telephony"], "73": ["A. The 10th participant does not have video capabilities on their PC.", "B. Scopia is limited up to 9 participants.", "C. The 10th participant entered an incorrect Scopia session number.", "D. They are only licensed for 9 users."], "74": ["A. the Combination card", "B. the VCM Card", "C. the TCM8 Card", "D. the Base Carrier Card"], "75": ["A. BRI", "B. E&M", "C. SIP", "D. Analog", "E. PRI"], "76": ["A. HTML", "B. XMPP", "C. HTTP", "D. HTTPS"], "77": ["A. Web Manager Application", "B. Monitor Application", "C. Manager Application", "D. Application Server"], "78": ["A. Web Manager Application", "B. System Status Application", "C. Monitor Application", "D. Manager Application"], "79": ["A. a double bleep tone", "B. silence", "C. ringing", "D. an automated voice saying “Please Hold”"], "80": ["A. No answer time for the Hunt group", "B. No answer time for the User", "C. Fall -back timer", "D. The Hunt Group overflow timer"], "81": ["A. PRI licenses", "B. Advanced Edition", "C. Application Server", "D. IP Office 500 V2"], "82": ["A. Voicemail Cal", "B. Voicemail Off", "C. Voicemail On", "D. Voicemail Node"], "83": ["A. security", "B. administrator", "C. password", "D. securitypwd"], "84": ["A. with copy and paste", "B. with Outlook Plugin", "C. with UMS", "D. with LDAP"], "85": ["A. Manager is not compatible with Server edition and you must use Web Manager to configure the system.", "B. Manager is the only application you can use to configure User on the Server Edition.", "C. Manager can only be installed from the Admin DVD.", "D. Manager can be installed from either the admin DVD or Web Management."], "86": ["A. SoftConsole", "B. Power User", "C. 3rd Party Endpoints", "D. Additionall PRI Channels", "E. SIP Trunk Channels"], "87": ["A. Voicemail Pro Windows Client", "B. System Status Application", "C. Web Manager", "D. Manager Application"], "88": ["A. Diall the shutdown short code to shut down the card before removing the SD card.", "B. Use the Manager application to shut down the card before removing the SD card.", "C. Use System Monitor to shut down the card before removing the SD card.", "D. Pul out the card. Speciall shutdown is not required."], "89": ["A. Add a Preferred license.", "B. Upgrade to Select Mode.", "C. Add five receptionist licenses.", "D. Upgrade to Server Edition."], "90": ["A. Advanced Small Community Networking", "B. IP500 IP Office Multi-Site Network", "C. IP500 Voice Networking Channels", "D. Preferred Edition – Messaging"], "91": ["A. System Status Application", "B. Historicall Reporting Application", "C. Advanced Summary Reporter", "D. Call Detail Reporter"], "92": ["A. Use ARP from your PC.", "B. Use the Extension Summary in SSA.", "C. Look on the label on the underside of all IP Phones.", "D. Use Monitor to reset the telephone, and watch it get a new DHCP address."], "93": ["A. Check the IP Phone configuration and confirm that the gateway IP address is present.", "B. Ping the telephone, and if successful, try to call it.", "C. Swap out the telephone patch cord, and if the telephone boots up, call the telephone.", "D. Listen for a diall tone, and if not heard, then check for an indicator light where the telephone is connected."], "94": ["A. The system Locale is not configured properly.", "B. The high level is set on Incoming Call Route.", "C. The ring delay on the system telephony settings is not configured.", "D. The IP Office is not receiving the ICLID from PSTN."], "95": ["A. Use the System Status Application (SSA) to see what user the call is ringing to.", "B. Use Customer Call Status (CCS) to see what user the call is ringing to.", "C. Capture a System Monitor trace and escalate to Avaya for an answer.", "D. Wait until the system is idle and place test calls so you can hear which telephone is ringing."], "96": ["A. in SSA", "B. in Monitor", "C. in Manager", "D. in Web Manager"], "97": ["A. TAPI", "B. SMTP", "C. SNMP", "D. MAPI", "E. Outlook"], "98": ["A. 3", "B. 4", "C. 6", "D. 8"], "99": ["A.The number of recordings", "B.The number of voicemail channels", "C.The number of incoming lines", "D.The number of hunt groups", "E.The number of concurrent users for search and replay function"], "100": ["A. Telephony-Supervisor Settings", "B. Services", "C. Mobility", "D. User Rights", "E. Extension"], "101": ["A.ActiveX", "B.VoiceMail Plug-In enabled", "C.Adobe Reader installed", "D.JavaScript enabled"], "102": ["A.POP3", "B.MAP", "C.HTTP", "D.MAPI"], "103": ["A.A user can see/listen to voicemail messages via Web browser.", "B.A user can receive voicemail messages only using MS Outlook.", "C.All messages are forwarded to a user e-mail account and deleted on their telephone.", "D.A user can receive voicemail messages to their Outlook, Outlook Express and/or Lotus Notes programs running on their PC.", "E.A new message is sent to a user e-mail account. The user can listen to it by dialing their telephone number."], "104": ["A.Create a user for the Tip Line calls.", "B.Configure a Tip Line folder in the Voicemail Pro drive.", "C.Select the time profile for Recording.", "D.Create a short code to start and stop recording.", "E.Set the recording destination to VRLA."], "105": ["A.It stores the ContactStore License in the server running ContactStore.", "B.It registers ContactStore with IP Office.", "C.It tel s ContactStore the location of the folder shared with Voicemail Pro.", "D.It provides read/write access to browser users."], "106": ["A.MS Outlook", "B.Lotus Messages", "C.Microsoft Office Communicator", "D.Lotus Notes"], "107": ["A. The extension, user, and group numbering on each system must be unique.", "B. The user and group names on each system must be unique.", "C. Combo Cards are required in all systems.", "D. The underlying network must be configured as a flat layer 2 subnet.", "E. The totall number of users within the Small Community Network must not exceed 250."], "108": ["A. *9000*", "B. #9000*", "C. *9000#", "D. #9000#"], "109": ["A.SCN", "B.SIP", "C.PRI", "D.RIPv2"], "110": ["A. One-X® Portal", "B. 3rd Party Endpoint licenses", "C. TAPILink Pro License", "D. SIPTrunking", "E. Server Edition"], "111": ["A. One-X® Portal", "B. Call Detail Records", "C. Avaya Contact Recorder", "D. Voicemail Pro", "E. Web Services"], "112": ["A. Web Self Management", "B. Web Self Recordings", "C. Web Self Media Manager", "D. Web Self Administration"], "113": ["A. Copy and paste all contacts from Outlook in their personall director.", "B. Import the Outlook contact using a .csv format.", "C. Integrate the IP Office with Outlook.", "D. Add each Outlook contact individuall y into the personall directory."], "114": ["A. Security Setting", "B. Web Self Administration", "C. Web Manager Administration", "D. Manager Administration"], "115": ["A. Apply a short code to each user individuall y.", "B. Apply a short code to each system short codes.", "C. Apply s short code to a user right.", "D. Apply a short code to all externall lines."], "116": ["A. Web Self Administration Application", "B. System Status Application", "C. Monitor Application", "D. Manager Application"], "117": ["A. Users", "B. Status", "C. Ignite", "D. System"], "118": ["A. Management Tool", "B. Configuration Tools", "C. Configuration Wizard", "D. Management Wizard"], "119": ["A. ADI", "B. PLDS", "C. Windows", "D. Linux"], "120": ["A. Add a Preferred license.", "B. Upgrade to Select Mode.", "C. Add five receptionist licenses.", "D. Upgrade to the latest software version."], "121": ["A. 8", "B. 6", "C. 4", "D. 2"], "122": ["A. Basic User", "B. Teleworker", "C. Power User", "D. Remote Worker", "E. Office Worker", "F. Receptionist"], "123": ["A. User Telephony", "B. Short Code", "C. ARS table", "D. System Telephony"], "124": ["A. Web LM Application", "B. Web Manager Application", "C. System Status Application", "D. Manager Application"], "125": ["A. Avaya Equinox Client", "B. Media Manager", "C. one-X Portall Client", "D. VM Pro"], "126": ["A. System Status group", "B. Install ation group", "C. Admin System", "D. Maint Admin"], "127": ["A. LDAP", "B. LMS", "C. Outlook Plugin", "D. Duplicate User"], "128": ["A. Voicemail Cal", "B. Voicemail Collect", "C. Voicemail Off", "D. Voicemail On"], "129": ["A. Port forwarding", "B. Split DNS", "C. Network Access", "D. XMPP", "E. Border control er"], "130": ["A. BRI", "B. E&M", "C. SIP", "D. PRI", "E. Analog"], "131": ["A. SSA", "B. SMTP", "C. TFTP", "D. System Monitor"]}
{"1": "C,E", "2": "C,D", "3": "B", "4": "C", "5": "B,C", "6": "B", "7": "D", "8": "C", "9": "C", "10": "A", "11": "D", "12": "D", "13": "B", "14": "B,E", "15": "D", "16": "B", "17": "B", "18": "C", "19": "A,B,C", "20": "D", "21": "C", "22": "A,C,D", "23": "B,D", "24": "B", "25": "A,C", "26": "C", "27": "A,B,E", "28": "C,E", "29": "A", "30": "A", "31": "D", "32": "C,E", "33": "C", "34": "C,E", "35": "A", "36": "A", "37": "B,C", "38": "A", "39": "D", "40": "C", "41": "B", "42": "C,D", "43": "A", "44": "B", "45": "B,D", "46": "D", "47": "B", "48": "C", "49": "C", "50": "C", "51": "D", "52": "B", "53": "B,D", "54": "A", "55": "A", "56": "D", "57": "B,E", "58": "B,C,E", "59": "C", "60": "A", "61": "A", "62": "A", "63": "B", "64": "B", "65": "D", "66": "B", "67": "D", "68": "D,E", "69": "A,E", "70": "B", "71": "B,E", "72": "C", "73": "B", "74": "A", "75": "A,D", "76": "D", "77": "C", "78": "D", "79": "A", "80": "A", "81": "D", "82": "D", "83": "D", "84": "D", "85": "C", "86": "B,C,E", "87": "D", "88": "B", "89": "C", "90": "D", "91": "A", "92": "B", "93": "D", "94": "D", "95": "B", "96": "B", "97": "D,E", "98": "C", "99": "A,E", "100": "D", "101": "D", "102": "D", "103": "B", "104": "A,E", "105": "C", "106": "A,D", "107": "A,B", "108": "A", "109": "A", "110": "C", "111": "D", "112": "D", "113": "B", "114": "D", "115": "B", "116": "D", "117": "C", "118": "A", "119": "B", "120": "A", "121": "C", "122": "B, D, F", "123": "B", "124": "C", "125": "D", "126": "A", "127": "A", "128": "B", "129": "B,C", "130": "A,E", "131": "B"}
